{
    "Stanford": "Stanford University is a private research university in Stanford, California, adjacent to Palo Alto and between San Jose and San Francisco. Its 8,180-acre campus is one of the largest in the United States. Stanford's undergraduate program is the most selective in America. Due to its academic strength, wealth, and proximity to Silicon Valley it is often cited as one of the world's most prestigious universities.",
    "Dartmouth": "Dartmouth College is a private Ivy League research university in Hanover, New Hampshire, United States. Established in 1769 by Eleazar Wheelock, it is the ninth-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution. Although founded as a school to educate Native Americans in Christian theology and the English way of life, Dartmouth primarily trained Congregationalist ministers throughout its early history before it gradually secularized, emerging at the turn of the 20th century from relative obscurity into national prominence.",
    "Harvard": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, established in 1636, whose history, influence, and wealth have made it one of the world's most prestigious universities. Harvard is a large, highly residential research university.[14] The nominal cost of attendance is high, but the university's large endowment allows it to offer generous financial aid packages.[15] It operates several arts, cultural, and scientific museums, alongside the Harvard Library, which is the world's largest academic and private library system, comprising 79 individual libraries with over 18 million volumes.Harvard's alumni include eight U.S. presidents, several foreign heads of state, 62 living billionaires, 359 Rhodes Scholars, and 242 Marshall Scholars.To date, some 130 Nobel laureates, 18 Fields Medalists, and 13 Turing Award winners have been affiliated as students, faculty, or staff.",
    "MIT": "The Massachusetts Institute of Technology is a private research university in Cambridge, Massachusetts, often cited as one of the world's most prestigious universities. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. Researchers worked on computers, radar, and inertial guidance during World War II and the Cold War. Post-war defense research contributed to the rapid expansion of the faculty and campus under James Killian. The current 168-acre campus opened in 1916 and extends over 1 mile along the northern bank of the Charles River basin.",
    "Massachussets Institute of Technology": "The Massachusetts Institute of Technology is a private research university in Cambridge, Massachusetts, often cited as one of the world's most prestigious universities. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. Researchers worked on computers, radar, and inertial guidance during World War II and the Cold War. Post-war defense research contributed to the rapid expansion of the faculty and campus under James Killian. The current 168-acre campus opened in 1916 and extends over 1 mile along the northern bank of the Charles River basin.",
    "Cornell": "Cornell University is an American private Ivy League and land-grant doctoral university located in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's motto, a popular 1865 Ezra Cornell quotation: 'I would found an institution where any person can find instruction in any study.'",
    "Princeton": "Princeton University is a private Ivy League research university in Princeton, New Jersey, United States. Founded in 1746 in Elizabeth as the College of New Jersey, Princeton was the fourth chartered institution of higher education in the Thirteen Colonies and thus one of the nine colonial colleges established before the American Revolution. The institution moved to Newark in 1747, then to the current site nine years later, where it was renamed Princeton University in 1896.",
    "Yale": "Yale University is an American private Ivy League research university in New Haven, Connecticut. Founded in 1701, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution.",
    "Columbia": "Columbia University, established in 1754, is a private Ivy League research university in Upper Manhattan, New York City. Today, it is often cited as one of the world's most prestigious universities.",
    "Ivy League": "The Ivy League is a collegiate athletic conference comprising sports teams from eight private institutions of higher education in the Northeastern United States. The conference name is also commonly used to refer to those eight schools as a group beyond the sports context. The eight institutions are Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, the University of Pennsylvania, Princeton University, and Yale University. The term Ivy League has connotations of academic excellence, selectivity in admissions, and social elitism.",
    "U. Penn": "The University of Pennsylvania is a private Ivy League research university located in Philadelphia, Pennsylvania, United States. Incorporated as The Trustees of the University of Pennsylvania, Penn is one of 14 founding members of the Association of American Universities and one of the nine original colonial colleges.",
    "University of Pennsylvania": "The University of Pennsylvania is a private Ivy League research university located in Philadelphia, Pennsylvania, United States. Incorporated as The Trustees of the University of Pennsylvania, Penn is one of 14 founding members of the Association of American Universities and one of the nine original colonial colleges.",
    "Brown": "Brown University is a private Ivy League research university in Providence, Rhode Island, United States, founded in 1764 as 'The College in the English Colony of Rhode Island and Providence Plantations.' Brown is the seventh-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution.",
    "Carnegie Mellon": "Carnegie Mellon University is a private research university in Pittsburgh, Pennsylvania. Founded in 1900 by Andrew Carnegie as the Carnegie Technical Schools, the university became the Carnegie Institute of Technology in 1912 and began granting four-year degrees. In 1967, the Carnegie Institute of Technology merged with the Mellon Institute of Industrial Research to form Carnegie Mellon University.",
    "U.C. Berkeley": "The University of California, Berkeley, is a public research university located in Berkeley, California. Founded in 1868, Berkeley is the oldest of the ten research universities in the University of California system, and is often cited as the top public university in the United States."
}